---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNotesParam
source: html/96defb14-902d-b1ce-42c6-d79c54ec64a3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNotesParam Property

"Schedule Circuit Notes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitNotesParam { get; }
```